Repository: OmegaT-L10N/ja
Catalog: omegat/trunk/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Quechua
ja: ケチュア語（Quechua）

source: Quit
ja: 終了

source: R&emove
ja: 削除

source: R&eplace with Match
ja: 参考訳文に置換

source: RTL-LTR switch
ja: 文字列の方向（右から左、左から右）の切り替え

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
ja: docs フォルダーの場所を確認してください。

source: Re&move Filter
ja: フィルターを解除

source: Re&place with Source
ja: 原文に置換

source: Read-only
ja: 読み取り専用

source: Reading TMX file {0}
ja: TMX ファイル {0} を読み込み中です。

source: Reading of TMX file complete
ja: TMX ファイルの読み込みが完了しました。

source: Recoverable error on line {0}, column {1} while parsing:
ja: 構文解析の結果、行 {0} の列 {1} に回復可能なエラーが発生しました：

source: Recursi&ve search
ja: サブフォルダーも検索

source: Redo Last Action
ja: やり直す

source: Reference windows
ja: ウィンドウの参照

source: References:
ja: 参照：

source: Refreshing script directory "{0}"
ja: スクリプトフォルダー「{0}」を再読み込み

source: Regular expression for custom tags:
ja: 独自タグの正規表現：

source: Regular expression for fragments that should be removed from translation:
ja: 翻訳から削除すべき文字列の正規表現：

source: Regular expressions are also used extensively in the segmentation rules.
ja: 正規表現は、分節化規則でも頻繁に使われています。

source: Reload
ja: 再読み込み

source: Remaining Characters (including spaces)
ja: 未翻訳文字数（空白を含む）

source: Remaining Characters (without spaces)
ja: 未翻訳文字数（空白を除く）

source: Remaining Segments
ja: 未翻訳分節数

source: Remaining Words
ja: 未翻訳単語数

source: Remaining:
ja: 未翻訳：

source: Remember where you are creating the project, because you will need to return to it later.
ja: 後で必要になるので、プロジェクトをどの場所に作成したか覚えておきましょう。

source: Remove HTML comments in translated document
ja: 訳文ファイルの HTML コメントを削除

source: Remove Script
ja: スクリプトを解除

source: Remove Ta&gs
ja: タグを削除

source: Remove pattern?
ja: 構成例を削除しますか？

source: Remove translation
ja: 訳文を削除

source: Reopen the project now?
ja: プロジェクトを再読み込みしますか？

source: Reopen the project?
ja: プロジェクトを再読み込みしますか？

source: Repetitions:
ja: 繰り返し：

source: Replace Translation with Match
ja: 参考訳文に置換

source: Replace Translation with Text
ja: 文字列に置換

source: Replace With Match
ja: 参考訳文に置換

source: Replace With Source
ja: 原文に置換

source: Replace with &Machine Translation
ja: 機械翻訳に置換

source: Replace with Machine Translation
ja: 機械翻訳に置換

source: Repository Type:
ja: リポジトリの種類：

source: Repository URL:
ja: リポジトリ URL：

source: ResX Files
ja: ResX ファイル

source: ResX files (*.resx)
ja: ResX ファイル（*.resx）

source: Restore
ja: 復元

source: Restore De&faults
ja: 初期値を復元

source: Restore Main Window
ja: ウインドウを初期位置に復元

source: Result:
ja: 結果：

source: Right-click on a button from "<1>" to "<5>" in the bottom panel and select "Add".
ja: 下部にある「1」から「5」のどれかのボタンの上で右クリックし、［スクリプトを設定］を選びます。

source: Romanian, Moldavian, Moldovan
ja: ルーマニア語（Romanian, Moldavian, Moldovan）

source: Romansh
ja: レト・ロマン語（Romansh）

source: Run script on slot #{0}.
ja: スロット #{0} のスクリプトを実行します。

source: Russian
ja: ロシア語

source: S&lide Comments
ja: スライドのコメント

source: S&witch Case To
ja: 大/小文字設定

source: SJXP 1.0.2 (GPL v2)
ja: SJXP 1.0.2（GPL v2 ライセンス）

source: SQLJet 1.1.3 (GPL v2)
ja: SQLJet 1.1.3（GPL v2 ライセンス）

source: SVG Image Files
ja: SVG 画像ファイル

source: SVN '{0}' error: {1}
ja: SVN '{0}' エラー：{1}

source: SVN '{0}' execution finished successfully
ja: SVN '{0}' 実行成功

source: SVN '{0}' execution start
ja: SVN '{0}' 実行開始

source: SVNKit 1.7.5 (TMate License)
ja: SVNKit 1.7.5（TMate ライセンス）

source: Sa&ve...
ja: 保存...

source: Sa&ving and Output...
ja: 保存と訳文ファイル生成...

source: Samoan
ja: サモア語（Samoan）

source: Sample Text
ja: サンプルテキスト

source: Samuel Murray: for the introductory chapter "Learn to use OmegaT in 5 minutes".
ja: Samuel Murray へ。初心者向けの章「5 分でわかる！ OmegaT の使い方」に対して。

source: Sango
ja: サンゴ語（Sango）

source: Sanskrit (Saṁskṛta)
ja: サンスクリット（Sanskrit (Saṁskṛta)）

source: Sardinian
ja: サルデーニャ語（Sardinian）

source: Save
ja: 保存

source: Save Options
ja: 保存設定

source: Save Script
ja: スクリプトを保存

source: Save then the file and relaunch OmegaT.
ja: ファイルを保存したら、OmegaT を再起動してください。

source: Save...
ja: 保存...

source: Saving and Output Options
ja: 保存と訳文ファイル生成の設定

source: Saving project...
ja: プロジェクトを保存しています...

source: Scottish Gaelic, Gaelic
ja: スコットランド・ゲール語（Scottish Gaelic, Gaelic）

source: Script "{0}" bound to slot #{1}.
ja: スクリプト "{0}" はスロット #{1} に設定されています。

source: Script "{0}" saved.
ja: スクリプト「{0}」を保存しました。

source: Script "{0}" unbound from slot #{1}.
ja: スクリプト "{0}" はスロット #{1} から解除されました。

source: Script &Language
ja: スクリプト言語

source: Scriptin&g...
ja: スクリプト...

source: Scripting
ja: スクリプト...

source: Scripting plugin
ja: スクリプト プラグイン

source: Scripts Folder
ja: スクリプトフォルダー

source: Scripts Folder:
ja: スクリプトフォルダー：

source: Search &files
ja: ファイル検索

source: Search Project...
ja: プロジェクトを検索...

source: Search T&Ms
ja: 翻訳メモリを検索

source: Search for:
ja: 検索文字列：

source: Search thread died unexpectedly!
ja: 予期しないエラーのため、検索処理を終了しました。

source: Searches are done within the current project or in any folder or folder structure.
ja: 現在のプロジェクトや、任意のフォルダー、またはフォルダー階層を指定して検索できます。

source: Searches can be performed in the source and/or in the translation and/or in notes.
ja: 原文、訳文やメモ、またはそのすべてを対象とした文字列検索が行えます。

source: Seconds:
ja: 秒：

source: Security error encountered loading project file!
ja: プロジェクト読み込み中にセキュリティエラーが発生しました。

source: See "Chapter 3. Installing and running OmegaT" in the User Manual.
ja: 取扱説明書の「第３章：OmegaT のインストールと実行」を参照。

source: See Chapter 7: File Filters in the User Manual for a list of file formats that OmegaT can handle.
ja: 取扱説明書「第７章：ファイルフィルター」の、OmegaT が対応しているファイル形式の一覧を確認してみてください。

source: See OmegaT manual for instructions.
ja: OmegaT 取扱説明書を参照してください。

source: See the GNU General Public License for more detail.
ja: 詳しくは GNU 一般公衆利用許諾契約書を参照してください。

source: See the GNU General Public License for more details.
ja: 詳しくは GNU 一般公衆利用許諾契約書を参照してください。

source: Segment encountered outside translation unit variant.
ja: 翻訳対変異の外側に分節が見つかりました。

source: Segment number...
ja: 分節番号を指定...

source: Segment skipped.
ja: 分節は無視されました。

source: Segment source text into paragraphs on:
ja: 原文を分節化する位置：

source: Segmentation
ja: 分節化規則

source: Segmentation Setup
ja: 分節化規則の設定

source: Segmentation method: {0}
ja: 分節化の方法：{0}

source: Segmentation rules are applied in the following order:
ja: 分節化規則は、以下の順序で適用されます：

source: Segmentation...
ja: 分節化規則...

source: Segments
ja: 分節数

source: Select
ja: 選択

source: Select Fol&der
ja: 参照

source: Select Fuzzy Match 1
ja: 参考訳文 1 を選択

source: Select Fuzzy Match 2
ja: 参考訳文 2 を選択

source: Select Fuzzy Match 3
ja: 参考訳文 3 を選択

source: Select Fuzzy Match 4
ja: 参考訳文 4 を選択

source: Select Fuzzy Match 5
ja: 参考訳文 5 を選択

source: Select Match #&1
ja: 参考訳文 1 を選択

source: Select Match #&2
ja: 参考訳文 2 を選択

source: Select Match #&3
ja: 参考訳文 3 を選択

source: Select Match #&4
ja: 参考訳文 4 を選択

source: Select Match #&5
ja: 参考訳文 5 を選択

source: Select it and confirm with OK.
ja: 最後に［OK］をクリックします。

source: Selected Engine: {0}
ja: 選択された言語：{0}

source: Sequence Library (Sequence Library License)
ja: Sequence Library（Sequence Library ライセンス）

source: Serbian
ja: セルビア語（Serbian）

source: Set empty translation
ja: 訳文を<空訳文>にする

source: Set up a new project
ja: 新しいプロジェクトを作成する

source: Sets of segmentation rules:
ja: 分節化規則集：

source: Settings dialogs
ja: 設定ダイアログ

source: Shona
ja: ショナ語（Shona）

source: Shortcuts are activated by pressing Ctrl and a letter.
ja: ショートカットは［Ctrl］キーと文字キーを同時に押します。

source: Shortcuts customization
ja: ショートカットのカスタマイズ

source: Sindhi
ja: シンディー語（Sindhi）

source: Sinhala, Sinhalese
ja: シンハラ語（Sinhala, Sinhalese）

source: Skip text matching regular expression:
ja: 以下の正規表現に一致する文字列は翻訳しない：

source: Sli&de Masters
ja: スライド マスター

source: Slide La&youts
ja: スライド レイアウト

source: Slovak
ja: スロバキア語（Slovak）

source: Slovene
ja: スロベニア語（Slovene）

source: Somali
ja: ソマリ語（Somali）

source: Some project folders seem to have been moved.
ja: 移動されたプロジェクトフォルダーがあります。

source: Some shortcuts involve other keys.
ja: 他のキーを含めて使用するものもあります。

source: Source File Encoding
ja: 原文ファイルのエンコーディング

source: Source File Encoding:
ja: 原文のエンコーディング：

source: Source Filename Pattern
ja: 原文ファイル名の構成例

source: Source Filename Pattern:
ja: 原文ファイル名の構成例：

source: Source Files Folder
ja: 原文ファイルフォルダー

source: Source Files Folder:
ja: 原文ファイルフォルダー：

source: Source file loading complete
ja: 原文ファイルの読み込みを完了しました

source: Source files folder entered does not exist!
ja: 指定した原文ファイルフォルダーは存在しません。

source: Source folder {0} does not exist.
ja: 原文ファイルフォルダー {0} は存在しません。

source: Source language: {0}
ja: 原文言語：{0}

source: Source segment could not be located for certain translation units.
ja: 翻訳対に対応する原文の分節が、いくつか存在しませんでした。

source: Source term:
ja: 原文の用語：

source: Source/translation lengths (characters)
ja: 原文と訳文の長さ（文字数）

source: South Ndebele
ja: 南ンデベレ語（South Ndebele）

source: Southern Sotho
ja: 南ソト語（Southern Sotho）

source: Spanish
ja: スペイン語

source: Spanish, Castilian
ja: スペイン語、カスティーリャ語（Spanish, Castilian）

source: Spell &Checking...
ja: 綴り確認...

source: Spell checking...
ja: 綴り確認...

source: Spellchecker Setup
ja: 綴り確認機能の設定

source: Start a new paragraph on:
ja: 以下のタグで分節化：

source: Statistics
ja: 翻訳状況

source: Statistics window
ja: 翻訳状況ウィンドウ

source: SubRip Subtitles Files
ja: SubRip 字幕ファイル

source: SubRip title files (*.srt)
ja: SubRip 字幕ファイル（*.srt）

source: Summary of chapters
ja: 各章の概要

source: Sundanese
ja: スンダ語（Sundanese）

source: Swahili
ja: スワヒリ語（Swahili）

source: Swati
ja: スワジ語（Swati）

source: Swedish
ja: スウェーデン語

source: Swing-Layout 1.0.2 (LGPL License)
ja: Swing-Layout 1.0.2（LGPL ライセンス）

source: Switch case to...
ja: 大/小文字設定

source: Synchronization error
ja: 同期エラー

source: System-wide commands: Paste (Ctrl+V or Ctrl+Insert), Cut (Ctrl+X or Ctrl+C), Insert match (Ctrl+I) and Insert source (Ctrl+Shift+I) act in principle on any selection, including those that extend beyond the current segment.
ja: システム共通のコマンド：貼り付け（Ctrl+V または Ctrl+Insert）、切り取り（Ctrl+X または Ctrl+C）、参考訳文を挿入（Ctrl+I）、原文を挿入（Ctrl+Shift+I）は、原理的に選択範囲が現在の分節を越える状態で実行されることもありえます。

source: TMX file was created by OmegaT 1.4.x or earlier.
ja: この TMX ファイルはバージョン 1.4.x 以前の OmegaT で作成されました。

source: Tag
ja: タグ

source: Tag &Validation...
ja: タグ検証...

source: Tag Validation Options
ja: タグ検証の設定

source: Tag Validation window
ja: タグ検証ウィンドウ

source: Tag Validation...
ja: タグ検証...

source: Tag name:
ja: タグ名：

source: Tag validation failed
ja: タグ検証の失敗

source: Tag:
ja: 要素：

source: Tagalog
ja: タガログ語（Tagalog）

source: Tahitian
ja: タヒチ語（Tahitian）

source: Tajik
ja: タジク語（Tajik）

source: Tamil
ja: タミル語（Tamil）

source: Target folder {0} does not exist.
ja: 訳文ファイルフォルダー {0} は存在しません。

source: Target term:
ja: 対応する訳文：

source: Tatar
ja: タタール語（Tatar）

source: Tea&m...
ja: チーム...

source: Team Options
ja: チームの設定

source: Team Project
ja: チームプロジェクト

source: Team synchronization
ja: チーム同期

source: Team synchronization...
ja: チーム同期中...

source: Team...
ja: チーム...

source: Telugu
ja: テルグ語（Telugu）

source: Template variables:
ja: テンプレート変数：

source: Text Files
ja: テキストファイル

source: Text Filter Options
ja: テキストフィルター設定

source: Text Search
ja: プロジェクトの検索

source: Text files segmentation
ja: テキストファイルの分節化

source: Text to be removed
ja: 削除対象の文字列

source: Thai
ja: タイ語（Thai）

source: Thank you all!
ja: みなさん、ありがとう！

source: The current folder will be used instead.
ja: カレントフォルダーを代わりに使用します。

source: The "Cmd" key either has a "command" label or an apple symbol on Apple keyboards.
ja: Apple キーボードでは、「cmd」キーには「command」またはリンゴ マークが記されています。

source: The "Shift" key doesn't exhibit any special behavior per se: when the "Shift" key is pressed, all keys move the cursor in their usual manner.
ja: ［Shift］キー自体は、特に機能を持ちません。［Shift］キーを押しながら何かのキーを押しても、そのキー本来の動作をするだけです。

source: The "level1" and "level2" memories can be shared with users of other translation programs.
ja: 「level1」と「level2」は、他の翻訳支援ツールと翻訳メモリを共有するために使います。

source: The &source text
ja: 原文を挿入

source: The '*' character matches zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example).
ja: 半角 * は、0 個以上の任意の文字と一致します。たとえば run* で検索すると、run, runs, running などと一致します。

source: The '?' character matches exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running').
ja: 半角 ? は、任意の 1 文字と一致します。たとえば run? は、runs, rung には一致しますが、run や running には一致しません。

source: The LanguageTool in OmegaT
ja: LanguageTool を OmegaT に組み込む

source: The LanguageTool plugin for OmegaT can be downloaded from the OmegaT plugins download site (http://sourceforge.net/projects/omegat-plugins/files/).
ja: OmegaT 用の LanguageTool プラグインは、OmegaT プラグインのダウンロードサイト（http://sourceforge.net/projects/omegat-plugins/files/）から入手できます。

source: The PO filter threw an exception:
ja: PO フィルターの例外が発生しました：

source: The Scripting dialog allows you to load an existing script into the text area and run it against the current opened project.
ja: スクリプト ダイアログ上では、既存のスクリプトをテキスト欄に読み込んだり、それをいま開いているプロジェクトに対して実行したりできます。

source: The Scripting plugin for OmegaT can be downloaded from the OmegaT plugins download site (http://sourceforge.net/projects/omegat-plugins/files/).
ja: OmegaT 用のスクリプト プラグインは、OmegaT プラグインのダウンロードサイト（http://sourceforge.net/projects/omegat-plugins/files/）から入手できます。

source: The TMX file will continue to be loaded.
ja: TMX ファイルの読み込みを続行します。

source: The TMX file will not be loaded Please try to correct the error and reload the project.
ja: TMX ファイルは読み込まれません。エラーを修復したのち、プロジェクトの再読み込みを行ってください。

source: The TMX source language ({0}) is different from the project source language ({1}).
ja: TMX の原文言語 {0} と、プロジェクトの原文言語 {1} が異なります。

source: The author of the Chapter Learn to use OmegaT in 5 minutes! is Samuel Murray, Copyright ©2005-2012.
ja: 「5 分でわかる！ OmegaT の使い方」は ©2005-2012 Samuel Murray の著作物です。

source: The configuration folder will be used instead.
ja: 設定フォルダーを代わりに使用します。

source: The default OmegaT shortcuts are available from Sourceforge: Default OmegaT Shortcuts
ja: デフォルトの OmegaT のショートカット定義ファイルは Sourceforge から入手できます：デフォルトの OmegaT ショートカット

source: The default OmegaT shortcuts for the Mac are also available from Sourceforge, they all use "meta" instead of "ctrl": Default OmegaT Shortcuts for the Mac
ja: Mac 向けのデフォルトの OmegaT のショートカット定義ファイルも Sourceforge から入手できます。それらはすべて「ctrl」の代わりに「meta」を使用しています：デフォルトの Mac 向け OmegaT ショートカット

source: The dialog to create a project is the same as to edit the project.
ja: ここで表示されるウィンドウは［プロジェクト設定］ダイアログ（詳細は右リンク先を参照）と同じです。

source: The documentation distributed with OmegaT 2.5 includes the User Manual and the readme.txt document.
ja: OmegaT 2.5 とともに配布される文書には、取扱説明書と readme.txt ファイルが含まれます。

source: The documentation is Copyright ©2012 Vito Smolej.
ja: <emphasis>「5 分でわかる！ OmegaT の使い方」</emphasis>以外の文書は ©2012 Vito Smolej の著作物です。

source: The documentation is a free document; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (if you prefer) any later version.
ja: これらの文書は自由な文書です。あなたはこれを、フリーソフトウェア財団によって発行された GNU 一般公衆利用許諾契約書（バージョン 2 か、希望によってはそれ以降のバージョンのうちどれか）の定める条件の下で再頒布または改変することができます。

source: The documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ja: これらの文書は有効活用されることを願って頒布されるものですが、その内容については全くの無保証となります。商品性の黙示保証、または特定目的への適合性は全く存在しません。

source: The first is the shortcut for Open Project, the second for Create Glossary Entry.
ja: 最初のショートカットは（プロジェクトを）［開く...］用で、その次は［用語の追加］用です。

source: The following code snippet in groovy for instance scans through all the segments in all files in the current project:
ja: 次に示すコードスニペットは、現在のプロジェクトから全ファイルの全分節を簡易走査する groovy スクリプトです：

source: The following scripting languages have been implemented:
ja: 以下のスクリプト言語は、最初から使える状態になっています：

source: The full syntax for keystrokes (shortcuts) is defined in the following Java 1.6 documentation from Oracle (bottom of page): Java 1.6 keystrokes shortcuts
ja: キーストローク（ショートカット）の完全な構文定義は、Oracle による次の Java 1.6 技術文書（ページの最後）を参照してください：Java 1.6 keystrokes shortcuts（<ulink url="http://docs.oracle.com/javase/jp/6/api/javax/swing/KeyStroke.html">日本語</ulink>）

source: The help page you seek<p>Lies beyond our perception<p>But others await
ja: docs フォルダーの場所を確認してください。

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
ja: 言語コードの書式は xx-YY、xx_YY、xxx-YY、xxx-YY のいずれかです。xx や xxx は言語コード、YY は地域コード（任意）をそれぞれ表します。

source: The locations of the various different translation memories for a given project are user-defined (see Project dialog window in Instant start guide)
ja: あるプロジェクトのために多種多様な翻訳メモリをどこに配置するかは、ユーザーに任されています（「5 分でわかる！ OmegaT の使い方」のプロジェクト設定ダイアログを参照してください）。

source: The memory named "omegat" can be used in OmegaT itself, in future projects that you create.
ja: 「omegat」は OmegaT 専用の翻訳メモリで、将来作成する別のプロジェクトで利用することができます。

source: The new document may be serialized (output) by the processor in standard XML syntax or in another format, such as HTML or plain text.
ja: プロセッサーは、文書を標準的な XML 形式や、HTML、プレーンテキストなどの形式に変換（出力）できます。

source: The original document is not changed; rather, a new document is created based on the content of an existing one.
ja: 原文書には一切変更を加えません。既存の文書を元に、新しい文書を作成します。

source: The possible keyevents (keys) are listed in the following Java 1.6 documentation from Oracle: Java 1.6 keyEvents description
ja: 利用できるキーイベント（キー）の一覧は、Oracle による次の Java 1.6 技術文書を参照してください：Java 1.6 keyEvents description（<ulink url="http://docs.oracle.com/javase/jp/6/api/java/awt/event/KeyEvent.html">日本語</ulink>）

source: The project cannot be verified
ja: プロジェクトを確認できません

source: The project folder {0} is missing and could not be created.
ja: プロジェクトフォルダー「{0}」を作成できませんでした。

source: The rule-based segmentation is usually synonymous with sentence-based segmentation.
ja: 規則に基づく分節化は、たいていの場合、文単位の分節化を意味しています。

source: The rules applied (if any) will depend on the source and target language of the project.
ja: プロジェクトの原文と訳文の言語に応じて、規則が（もしあれば）適用されます。

source: The script "{0}" is running...
ja: スクリプト {0} を実行中...

source: The second of these chapters describes the various subfolders and files in a translation project and their role as well as other user and application files associated with OmegaT.
ja: もうひとつの章では、翻訳プロジェクトが含むさまざまなフォルダーやファイルとその役割について取り上げています。また OmegaT に関連付けられたユーザー設定ファイルとプログラムファイルについても、説明しています。

source: The shortcut definition file must be named MainMenuShortcuts.properties and must contain at most one shortcut definition per line.
ja: ショートカット定義ファイルには必ず MainMenuShortcuts.properties という名前を付け、ショートカット定義を少なくとも一行は記述しておく必要があります。

source: The shortcut definition syntax is the following: <menu item code>=<shortcut>, where <menu item code> is a code taken from the tables below and <shortcut> is a combination of pressed keys specified by the user
ja: ショートカット定義構文は、次の通りです：<メニュー項目コード>=<ショートカット>。<メニュー項目コード> の値は、後述する表を参照してください。<ショートカット> には割り当てたいキーの組み合わせを指定します

source: The source file language entered is invalid!
ja: 入力した原文ファイルの言語が不正です。

source: The tags in OmegaT are greyed, so they are easy to recognise.
ja: OmegaT はタグを灰色で描画するので、見分けるのは簡単です。

source: The term "Move to inside segment" means, that the cursor moves to the beginning of the segment if it was previously before the segment, and to the end of the segment if it was previously after it.
ja: 以下で「分節内に移動します」という説明が出てきた場合は、カーソルが分節よりも前にあれば、分節の先頭に移動することを、カーソルが分節の後にあれば、分節の末尾に移動することを指しています。

source: The translated file language entered is invalid!
ja: 入力した訳文ファイルの言語が不正です。

source: The user interface
ja: OmegaT のユーザーインターフェイス

source: The writeable glossary file is not in the glossary folder.
ja: 書き込み可能な用語集ファイルは用語集フォルダーに存在しません。

source: The writeable glossary file must be inside the glossary folder
ja: 書き込み可能な用語集ファイルは用語集フォルダーに存在しなければなりません。

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
ja: これにより、カナダフランス語の原文を翻訳する際、対象とすべきすべての分節化規則を適切な順序で使用できます。

source: Therefore, press Ctrl+T before you generate your translated file, to validate that your tags are correct.
ja: そんなときは、訳文ファイルを生成する前に Ctrl+T キーを押して、タグが正しいか検証することができます。

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
ja: そのため OmegaT の設定フォルダーの場所を確定できません。

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
ja: docs フォルダーの場所を確認してください。

source: These translation memories can be very useful when a document that has already been translated needs to be updated.
ja: 翻訳メモリは、以前翻訳した文書を更新するときに非常に便利です。

source: These units have been skipped.
ja: これらの翻訳対は無視されました。

source: They are not protected, so that you can delete them, enter them by hand or move them around in the target sentence.
ja: タグは特に保護されてはいません。したがってふつうの文と同じように、削除したり、手入力したり、移動したりすることができます。

source: This adds a new submenu Tools > Scripting. Below the Scripting submenu , there's five place holders available for scripts.
ja: インストールが完了すると、［ツール］メニューに新たに［スクリプト...］サブメニューが追加されます。また［スクリプト...］サブメニューの下には、スクリプト用の五つのプレースホルダーも追加されます。

source: This call MUST NOT be in swing thread
ja: このコールは Swing スレッドで行われるべきではありません

source: This call MUST be in swing thread
ja: このコールは Swing スレッドで行われる必要があります

source: This chapter describes the project properties, such as the source and target languages.
ja: 最初の章では、たとえば原文と訳文の言語設定のような、プロジェクトの設定について説明しています。

source: This command will be executed after Creating Translated Documents.
ja: このコマンドは、訳文ファイルを生成した後に実行されます。

source: This documentation is intended both as a tutorial and as a reference guide.
ja: この説明書は、チュートリアルとリファレンス両方の役割を兼ねることを意図しています。

source: This is the way text will look when displayed.
ja: 表示はこのようになります。

source: This manual, however, would not be possible without the help and support from a number of people.
ja: この取扱説明書は、多くの人たちからの助けと支え無しには、存在し得ませんでした。

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ja: このプログラムは有効活用されることを願って頒布されるものですが、その内容については全くの無保証となります。商品性の黙示保証、または特定目的への適合性は全く存在しません。

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ja: このプログラムは自由なソフトウェアです。あなたはこれを、フリーソフトウェア財団によって発行された GNU 一般公衆利用許諾契約書（バージョン 2 か、希望によってはそれ以降のバージョンのうちどれか）の定める条件の下で再頒布または改変することができます。

source: This short text describes key behavior in the editor pane.
ja: ここでは、編集ウィンドウ上で使用できる、各キーに割り当てられた動作について説明します。

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
ja: たとえば、カナダフランス語（FR-CA）の分節化規則は、一般フランス語（FR.*）のそれよりも上位に、さらに既定値（.*）よりも上位に設定してください。

source: Tibetan Standard, Tibetan, Central
ja: チベット語、中央チベット語（Tibetan Standard, Tibetan, Central）

source: Tigrinya
ja: ティグリニャ語（Tigrinya）

source: Title Case
ja: Title case（単語の先頭を大文字）に

source: To access this link, either copy and paste the URL to your Web browser, or open the User's Manual in your Web browser ({0} file).
ja: アクセスするには URL をコピーして Web ブラウザへ貼り付けるか、取扱説明書（{0} ファイル）を Web ブラウザで開いてください。

source: To customize the script feature, do the following:
ja: スクリプトをカスタマイズする手順は、次の通りです：

source: To display the instant start guide in the desired language, you need to specify both the language and the country.
ja: これらの言語版の「5 分でわかる！ OmegaT の使い方」を表示するには、言語と国の両方を指定する必要があります。

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
ja: フィルター対象とするファイルやエンコーディングを変更する場合は［編集...］をクリックします。

source: To remind yourself of the project's initial settings, open the Project Settings dialog by pressing Ctrl+E.
ja: プロジェクトの初期設定を確認したければ、Ctrl+E キーを押してプロジェクト設定ダイアログを開いてください。

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L.
ja: プロジェクトに含まれる原文ファイルの一覧を確認したければ、Ctrl+L キーを押して翻訳対象ファイル一覧ダイアログを開いてください。
